Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 高冠大袖的老龙城少城主，身体有些后倾，目瞪口呆，肌肤如玉的英俊脸庞上，神色复杂，交织着震惊、疑惑和绝望。
en_us: Fu Nanhua was leaning back slightly with his mouth and eyes gaped wide open, and a complex combination of shock, confusion, and despair etched on his handsome face.

source: 高坐于云海窟窿附近的云上仙人，放声讥笑道：“小小儒士，悖逆大道，不自量力！就由本座先陪你玩玩！”
en_us: The immortal situated near the hole in the clouds up above sneered, "To think that a mere scholar like yourself would dare to oppose the Great Dao. What insolence! Let me see what's given you the audacity to act like this!"

source: 高大少年一路打拳而来，到后来出拳迅猛，越打越快，以至于少年的身形都被拳势裹挟，有些踉跄。
en_us: Liu Xianyang was still practicing his fist techniques on the way to the bridge, and with each punch that he threw, he was doing so with increasing speed and power, to the point that he was stumbling around a little from the force that he was exerting.

source: 高大少年出了小镇，一路由北向南走，只要走过宋大人出钱建造的廊桥，再走三四里路，就到了阮家父女开办的那座铁匠铺，刘羡阳其实一向心高气傲，但是阮师傅只用一句话，就让少年佩服得五体投地，“我们来这里，只为开炉铸剑。”
en_us: After emerging from the town, he made his way southward. After crossing the covered bridge funded by Master Song and walking about one to two more kilometers, he would arrive at the blacksmith forge run by Master Ruan and his daughter. Liu Xianyang had always been extremely arrogant and unruly, but it had only taken a single sentence for Master Ruan to earn his complete and utter admiration: "We came here solely to forge swords."

source: 高大少年双手抱住后脑勺，“有些东西暂时没有，可以用钱挣来，可有些东西没了，这辈子就真的没了。”
en_us: The tall young boy placed his hands behind his head and said, "Some things might be lost temporarily, yet they can be obtained again as long as one has enough money. However, there are other things that once lost, will genuinely be lost forever."

source: 高大少年对陈平安的问话置若罔闻，约莫半炷香后，刘羡阳恢复正常，坐在木板床边缘，脸色复杂，既有些释然，也有些遗憾。
en_us: Liu Xianyang paid no heed to him, and after about seven or eight minutes, Liu Xianyang returned to normal before sitting down on the edge of the plank bed with a peculiar mixture of relief and disappointment on his face.

source: 高大少年想说的话一下子卡在喉咙那里，死活都记不得了，急得满脸通红。
en_us: It was as if Liu Xiangyang's words were stuck in his throat. He couldn't remember the phrase no matter what, and he was so worried that his face became bright red.

source: 高大少年打破脑袋也想不到卢正淳会如此作为，一个小镇最富裕门户的嫡长孙，就这么跪在自己脚边磕头？
en_us: Not even in his dreams would he have imagined Lu Zhengchun dropping to his knees and kowtowing to him. This was the eldest grandson of the wealthiest clan, yet he was actually kowtowing to him just like that?

source: 高大少年最后把话藏在肚子里，心想姑娘你大概是没见过这家伙的另外一面吧。
en_us: In the end, the tall and broad young man chose to keep his words to himself, thinking to himself that the young woman had never seen the other side of Chen Ping'an before.

source: 高大少年每一次呼吸，绵长悠远，这也就罢了，关键是每次吐出的气息，似山间雾气，似湖上水烟，白蒙蒙，它们并不随风流散，而是一点点凝聚在口鼻之间。
en_us: Liu Xianyang's breathing was slow and drawn-out. So be it if this was all. Most importantly, the breaths that he exhaled were alike the clouds in the mountains and the mists above the lakes. They were foggy white and didn't dissipate in the air. Instead, they slowly gathered in front of his nose and mouth.

source: 高大少年白眼道：“yi个破箩筐值当什么，是我跟你有重要的事情要说。你捡完石头回到我家院子后，就等那个夫人去找你，就是那个儿子穿yi身大红衣服的妇人，上回咱们在泥瓶巷口见着的那对母子，她找上门后，你什么都不要说，只管把那只大箱子交给她，她会给你yi袋子钱，你记得当面清点，二十五枚铜钱，可不许少了yi枚！”
en_us: The tall young boy rolled his eyes and said, "What's a crappy basket worth? No, I've got something important to discuss with you. When you go back to my home after collecting those pebbles, wait for that woman to arrive and look for you. I'm talking about the woman who's son is wearing red. We saw them at the entrance of Clay Vase Alley last time. When she arrives, you don't need to say anything else, and you simply need to give that large case to her. She'll give you a pouch of coins. Make sure to check the pouch in front of her; there should be 25 copper coins. Make sure there's none missing!"

source: 高大少年脸色不变，故作轻松，其实yi颗心瞬间沉入谷底。
en_us: The young boy's expression remained unchanging, and he purposefully continued to act in a carefree and relaxed manner. However, his heart had already sunk.

source: 高大少年转头咧嘴笑道：“后悔？你好好想想，咱俩认识这么多年，我刘羡阳什么时候做过后悔的事情？”
en_us: The tall boy grinned and said, "Regret it? Just have a think, since when have I ever regretted doing something?"

source: 高大少年那股子强撑起来的精神气，渐渐淡去，视线飘忽，喃喃道：“我不后悔，你也别怪自己，真的……就是……我就是有点怕，原来我也是怕死的。”
en_us: The tall young boy's energy gradually waned again, with his eyes losing focus as he murmured, "I don't regret anything, and you don't need to blame yourself either. Really... It's just that... I'm a little afraid... As it turns out, I'm also afraid of death..."

source: 高大老人以压顶之势扑杀而至，拳直直砸在刀锋上，手背竟然只被锋芒气盛的刃口割出条血痕，老宦官双脚轰然落地后，继续前冲，推得持刀少女直向后倒退，老人随即轻描淡写伸出掌，看似缓慢从容，实则闪电般推在了少女额头，老人刚要加重力道，掌碎裂这颗隐藏在帷帽下的脑袋，连忙脚步挪动，身形横移尺，扑哧声，低头看，有利器从后背穿透自己右边胸口，是剑尖。
en_us: The old man swooped down from above, using gravity to his advantage, and his fist slammed straight down onto the sharp edge of the saber, but only a light gash was sliced into the back of his hand. Upon landing on the ground, the old man continued to charge forward, forcing the saber-wielding young woman back in retreat. The old man then casually extended his palm in what appeared to be a very calm and slow gesture, but in reality, his palm reached the young woman's forehead like lightning. He was just about to exert more force through his hand to completely crush the young woman's head when he suddenly stepped to the side, just in the nick of time to avoid an attack coming from behind. The sound of blade plunging into flesh rang out, and he looked down to find the tip of a sword protrudcing out of the right side of his chest. As it turned out, the young woman's flying sword had swooped in to save its owner.

source: 高大老人冷笑道：“只要那名刺客事先知晓你的杀手锏，以他那副小宗师巅峰的体魄，只要护住要害，任你刺穿十剑又如何他尚且如此，更何况我比他高出两个境界，其中道门槛还被视为武道天堑。小姑娘，我不知道你哪来的底气，才说得出来必死无疑四个字。”
en_us: A cold sneer appeared on the old man's face. "That assassin just now was only a peak Lesser Grandmaster, yet even for him, if he had been aware of that flying sowrd of yours in advance, all he would've had to do is protect his vital regions, and you would've been powerless to do anything. Even if you run your sword through his body dozens of times, you still wouldn't have been able to kill him. As for myself, I am two entire stages above him, and the Windsoar Stage between us is seen as a virtually insurmountable hurdle for martial artists. I don't know what gives you the confidence to proclaim that you can seal my demise."

source: 高大老人变直拳为横扫，拳头正好砸向少女的脑袋。
en_us: The old man immediately switched his straight punch into a horizontal sweep, aiming his fist directly at the young woman's head.

source: 高大老人站在锦衣少年身后，心情复杂。所谓的大隋弋阳郡高氏子弟，其实不过是个含蓄说法罢了。大隋国祚千二百年，坐龙椅的人都姓高，太祖皇帝便是龙兴于弋阳郡。
en_us: The old man's heart was filled with mixed emotions as he stood behind the brocade-robed boy. While the boy hadn't told any lies in his self-introduction, he hadn't told the full story, either. During the entire 1,200 years in which the Great Sui Nation had been in existence, the Gao Clan had always ruled over the empire as its imperial family, and Yiyang County was the home of the emperor of the Great Sui Nation.

source: 高手过招便是如此，最怕对方根本不接招，空有一身好武艺，便无处落脚。
en_us: This was the case when elites exchanged blows with each other. The most frightening thing was if one's opponent didn't acknowledge their strike at all. If that were the case, what use would their powerful skills be?

source: 高挑女子尤其讨厌少年那双眼眸。内心深处，她有个自己从未深思的执念。
en_us: Cai Jinjian particularly detested Chen Ping'an's eyes. Deep in her heart, there was a subconscious thought that she was trying to ignore.

source: 高挑女子眉眼间露出一抹隐藏极浅淡的烦躁，“实在不行，我们挨家挨户问过去，一样能找到人。”
en_us: A hint of extremely well-concealed agitation flashed through Cai Jinjian's eyes as she said, "If worse comes to worst, we'll just have to knock on the door of every household here. We'll be able to find the people we're looking for eventually."

source: 高挑女子笑道：“小弟弟，说谎可不好，你觉得我们像是坏人吗？退一万步说，光天化日之下，我们能做什么坏事？”
en_us: Cai Jinjian smile as she interjected, "Lying is not a good habit, little boy. Do you think we look like bad people? Setting that aside, what mischief could we possibly be up to under broad daylight?"

source: 高稹低头打开腰间那只布囊，掏出那方玉玺，单手托着，递向远处的帷帽少女，“以表诚意，只求姑娘不要追究先前吴爷爷的无心冒犯，他毕竟是出于忠义，并无害人之心。”
en_us: He opened the cloth pounch hanging from his waist as he spoke, then pulled out the jade seal inside, placing it on the palm of his hand before offering it o the young woman. "I hope this will suffice as a gesture of apology. In exchange for this seal, all I ask is that you do not pursue this matter any further. I understand that Grandpa Wu is in the wrong, but it's his loyalty to me that led him to do what he did, and he bears no personal grudge against you."

source: 高稹冷静之后，应该是意识到自己大错特错了，在尚未被钦定成为太子之前，就对位御马监掌印太监兼大隋皇宫三位看门人之的老人，如此不敬，而且关键此人还深得父皇母后两人的信赖，于是皇子高稹张了张嘴吧，却看到那个被自己骂做老阉的权势宦官，笑道：“殿下，记住点，不要跟下人随随便便说对不起，没有必要，还白白作践了身份，下人也未必领情。哪怕心怀愧疚，也应该深深埋在心底，需知被誉为人间真龙的皇帝君王，是口含天宪的九五之尊”
en_us: After taking a moment to calm down, Gao Zhen realized that he had severely overstepped his boundaries. He still hadn't been officially chosen to become the heir of the throne, yet he had just displayed the utmost disrespect to the Seal Holding Eunuch of the Directorate of Imperial Horses and one of the three gatekeepers of the Great Sui Imperial Palace. In addition to that, Wu Yue was an extremely trusted subordinate to Gao Zhen's parents, the emperor and empress of the Great Sui Nation. With that in mind, Gao Zhen was struck by a sense of remorse, but right as he was about to say something, Wu Yue smiled and said, "Your Highness, I know what you want to say, and I have this to tell you: do not apologize to your servants. There's simply no need to do so, and not only is it unbefitting of your status, the servant may not accept your apology anyway. Even if you feel guilty, you must bury that guilt deep in your heart. The rulers of nations are revered as dragons among men, and everything they say is to be taken as law, so they cannot afford to waste their precious words apologizing to servants."

source: 高稹和老宦官只得告辞离去，刚好走了条帷帽少女撤退的路线。
en_us: Gao Zhen and Wu Yue could only take their leave before departing, and the just so happened to take the same route as the one that the young woman had fled in.

source: 高稹哀叹道：“不管怎么说，都可惜了。”
en_us: "In any case, it's quite a pity that things had to end that way," Gao Zhen sighed.

source: 高稹眼神炽热，从老宦官身后走出来，弯腰作揖，不管如何先行礼再说，然后才抬头恭敬问道：“敢问可是山崖书院的齐先生”
en_us: A fervent look appeared in Gao Zhen's eyes as he made his way out into the open from behind Wu Yue, then extended a salute as he asked in a respectful voice, "May I ask if you are Mr. Qi from the Mountain Cliff Academy?"

source: 高稹道：“吴爷爷，以我如今的身份，说这个太早了。”
en_us: "Given my current status, it's still too early for you to be saying this to me, Grandpa Wu," Gao Zhen said.

source: 高空处，亮起一阵绚烂的电光，之后才是春雷炸响。
en_us: A brilliant spark exploded in the air before a low rumble traveled over.

source: 高空有并拢双指作剑，轻而易举破开云海，一斩而下！
en_us: A pair of fingers were brought together up above before slashing down like a sword, easily breaking through the sea of clouds and severing Qi Jingchun's remaining arm at the shoulder.

source: 鬼头鬼脑的李槐，平时就跟那个红棉袄不对付，立即告密道：“李宝瓶来的路上，听说老槐树倒了，就非要跑去凑热闹，我拉不住她，她脾气差得很，我怎么劝都不听，她还要动手打人呢。”
en_us: Li Baoping was the little girl in the red coat, and Li Huai had never seen eye to eye with her, so he immediately pounced on this opportunity to badmouth her. "On the way here, Li Baoping heard that the old locust tree had been uprooted, and she insisted on going to take a look. I tried to stop her, but she wouldn't listen. She's always had a terrible personality, and she even tried to hit me when I told her not to go."

source: 鬼灵精怪的孩子眼珠子急转，趁着陈平安想问题的时候，冷不丁抓起陈平安手里的两只钱袋，下子砸向屋内，然后转身就跑。
en_us: The eyes of the mischievous little boy darted around. Seizing the opportunity while Chen Ping'an was still thinking, he suddenly grabbed the two pouches of coins from his hands without warning. He then tossed them toward the house before turning around to run away.

source: 魁梧老人对那对势利眼母子，其实一开始就观感极差，于是补了一句，“小姐说错了，哪里是不敢还手，分明是不敢还嘴。”
en_us: The old man already had an extremely low opinion of the mother and son pair, and he added, "I'm afraid you're mistaken, Young Mistress. He wasn't too afraid to strike back, he was too afraid to talk back to them!"

source: 魁梧老人斜瞥了一眼草鞋少年。
en_us: The old man took a glance at Chen Ping'an out of the corner of his eye, and it was only a fleeting glance without any intention or malice, but Chen Ping'an reflexively took a step backward, as if he were a mouse that had run into a cat.

source: 魁梧老人猛然抬头。
en_us: Bai Yuan suddenly raised his head to look up at Chen Ping'an, who had appeared on a vantage point up ahead.

source: 魂魄破碎，比一件重重摔在地上的瓷器还彻底。
en_us: His soul had been shattered even more completely than a piece of porcelain that had been dashed to the ground, but despite the terrible condition he was in, there was a satisfied smile on his face, and his eyes were closed in contentment.

source: 黄昏时分，陈平安返回小镇路过城东门的时候，看门的邋遢汉子，还在那里哼着曲子，正唱到“一寸光阴不可轻，荣华富贵皆可抛”，兴许是被草鞋少年的急促脚步惊扰，汉子睁开眼，刚好和小跑入门的少年对视，汉子看到是这个催债鬼后，扫兴至极，没好气挥手道：“去去去，你小子的光阴值个鸟钱，荣华富贵四个字，你要能有一个字沾边，就烧高香吧。”
en_us: When dusk arrived, Chen Ping'an passed by the western gates of the small town as he returned home. He saw the disheveled gatekeeper, who was currently humming a tune and singing, "not a single second of time should be wasted, but glory and fortune can all be abandoned". Perhaps alerted by the hurried footsteps of Chen Ping'an, he opened his eyes and coincidentally locked gazes with the young boy in sandals who was just entering the gates. The gatekeeper's spirits were greatly dampened upon seeing this boy who always pressed him for payment, and he waved his hands in annoyance and said, "Go away, go away, what pathetic value is your time worth? If you can somehow experience a modicum of the words glory and fortune, it'll probably be time for you to offer incenses to the gods and your ancestors!"

source: 黄昏里的泥瓶巷，小路已经显得阴暗模糊。
en_us: In the darkness of the night, Clay Vase Alley appeared very dim and forbidding.

source: 黄豆大小的雨点砸在身上，孩子在下山路上，却一直笑得很开心。
en_us: Even though the boy was being pelted with rain, there was a wide smile on his face as he made his way down the mountain.

source: 黄雀一闪而逝。
en_us: The oriole departed in a flash.

source: 黑炭似的少年双手抱胸，盘腿而坐，难得有些嚣张神色，哼哼道：“要是我媳妇受了委屈，别说是正阳山老猿，就是你说的那啥道祖，我也要砍死他，砍不砍得死先不说，反正先砍了再说！”
en_us: Chen Ping'an crossed his arms as he sat with his legs crossed, and a rare look of arrogance appeared on his face as he declared, "If someone dares to mess with my wife, I'll hack them to death no matter who they are, even if they're a god or a Dao Ancestor or whatever! I don't care if those people can be killed or not, I sure as hell am going to try!"

source: 黑衣少女不知何时已经下床，站在门槛后头，“我娘曾经说过，各人有各人的缘法，这个孩子看就是祸害遗千年，以后也不缺狗屎运的那种人。”
en_us: The young woman in black had already gotten off the bed at sometime, and after arriving at the doorstep, she said, "My mother once said that each person has their own fate. Just looking him, it's clear that this child is a scourge who's destined to wreak havoc for 1000 years. He's the type of person who'll be struck with dumb luck after dumb luck."

source: 黑衣少女不说话，稚圭也无所谓，站起身走到墙角落，看着木架上的瓶瓶罐罐，那些不值钱的家当，这位婢女看得很仔细。
en_us: Zhi Gui was completely unbothered by Ning Yao's refusal to answer her question, and she stood up before making her way over to a corner of a room, where she began inspecting the pots and pans on the wooden shelf. None of those things had any significant value, but she was scrutinizing them very carefully.

source: 黑衣少女也稍稍放缓脚步，微微侧身，帷帽后的眼神，充满戒备警惕。
en_us: The young woman slowed down slightly as she also turned to, and beneath the veil of her hat, her eyes were filled with alertness and caution.

source: 黑衣少女仔细想了想，“麻烦不小，但问题不大。不过这两天一定要小心，让你朋友别满大街乱窜，毕竟我眼下情况不太妙。”
en_us: Ning Yao pondered this carefully before replying, "It is quite a hassle, but it won't be too much trouble. However, you guys still have to be especially careful these two days. Tell your friend not to run around everywhere. After all, my situation isn't too good right now."

source: 黑衣少女低声问道：“真能把老猿往山上骗？”
en_us: "Can we really trick that old ape onto the mountain like this?" Ning Yao asked in a low voice.

source: 黑衣少女叹了口气，深深望着泥瓶巷的贫寒少年，“住在金山银山上的穷光蛋啊。”
en_us: The young woman in black sighed upon hearing this. She looked deeply at the poor young boy from Clay Vase Alley and said, "You're a poor sod living on a mountain of gold..."

source: 黑衣少女咧嘴笑，神采飞扬的脸色，熠熠生辉的眼神，仿佛使得整间屋子都亮堂起来，她拍了拍横在膝盖上的绿色刀鞘，点头道：“对出手要很快，更快，甚至是最快比如我，佩刀也佩剑，我就要做到无论是拔刀，还是出剑，都是全天下最快的那个人”
en_us: A smile immediately appeared on Ning Yao's face upon hearing this, and it was as if the entire room had been lit up by the exuberant glow that had emerged in her eyes. She patted the green scabbard of the saber laid across her knees, then nodded as she replied, "Indeed, you must strike with the utmost speed. That is the ultimate goal that I'm pursuing with both this saber and this sword of mine. I want to be the fastest under heavens regardless of whether it be drawing my saber or attacking with my sword!"

source: 黑衣少女在家的时候并不戴帷帽，开门的时候露出张清清爽爽的容颜，刘羡阳心底有些害怕这个不苟言笑的少女，高大少年甚至都不知道原因理由，要说性子冷淡，隔壁稚圭有过之而无不及，刘羡阳样有胆子死皮赖脸，若说黑衣少女悬佩刀剑的缘故，也不对，刘羡阳对上福禄街的膏粱子弟，哪怕几次围追堵截，像条丧家犬逃窜，但少年内心其实从头到尾都没怵过。
en_us: The young woman in black didn't wear her veiled hat while at home, so her pretty face was uncovered for them to see when she opened the gates. For some unknown reason, Liu Xianyang was slightly scared of this serious young woman. It wasn't because of her aloofness, since Zhi Gui was as aloof if not more so than her. Yet, Liu Xianyang still had that courage to pester her all the time. It wasn't because of her weapons or strength either, because Liu Xianyang had never been afraid of the rich descendants from Fortune Street who had surrounded and beaten him up many times. Even though he had fled in shambles, he had never felt a sense of fear toward them.

source: 黑衣少女在这一刻，身体僵硬，怒火中烧，好像从无如此被人羞辱过。
en_us: The young woman froze, and a sense of fury started to well up inside her. It was as if she had never been humiliated like this before.

source: 黑衣少女坐在桌旁打开罐子后，闻着香味，微微眯起那双狭长眼眸，点头柔声道：“谢了。”
en_us: The young woman sat down and removed the lid of the clay pot. Her slender eyes squinted when she smelled the fragrance of the fish soup, and she nodded and said in a gentle voice, "Thanks."

source: 黑衣少女坐在桌旁，腰杆挺直，一手握住刀柄，如临大敌。
en_us: Meanwhile, Ning Yao was sitting upright, with one hand gripping the hilt of her saber. It was as if she were facing a powerful enemy.

source: 黑衣少女大概也觉得自己说了个不好笑的笑话，神色沉重起来，“我其实听到你和陆道长的聊天了，你和她有恩怨，所以想报仇？”
en_us: Ning Yao seemed to have also realized that her joke was in bad taste, and a grim look appeared on her face as she said, "Truth be told, I overheard your conversation with Daoist Lu from earlier, so I know what she did to you. Are you thinking about seeking vengeance against her?"

source: 黑衣少女宁姑娘重新戴上了浅露帷帽，腰间佩刀，那柄雪白剑鞘的长剑，则被她随意拎在手里。不知为何，陈平安总觉得宁姑娘好像有些嫌弃这把剑。
en_us: Meanwhile, Ning Yao had started wearing her veiled hat again. There was a saber resting by her waist, while the sword in the white scabbared was being casually held in her hands. For some reason, Chen Ping'an had a nagging feeling that Ning Yao had a feeling of disdain toward this sword.

source: 黑衣少女平静道：“你好，我爹姓宁，我娘姓姚，所以我叫宁姚。”
en_us: "Hello, my name is Ning Yao. My name comes from my father and mother's surnames, which are Ning and Yao, respectively," the young woman said in a calm manner.

source: 黑衣少女强忍着翻白眼的冲动，尽量让自己郑重其事地翻开一页，那根嫩如青葱的纤细手指，指向扉页序，一边向下滑动，一边念道：“家乡有小虫名为蚍蜉，终其一生，异于别处同类，皆在搬运山石入水。”
en_us: Ning Yao fought back the urge to roll her eyes, and she forced herself to appear more seious as she flipped open the book again. Her slender finger slid along the page, and she read, "There exists an insect in my hometown called the pi fu[ref]Pi Fu is a type of large ant.[\ref]. Unlike others of its ilk, it does nothing but transport mountain rocks into the water its entire life.

source: 黑衣少女当然作此焚琴煮鹤之举，她只是好奇问道：“这幅图案的材料是什么？”
en_us: Nin Yao naturally wouldn't spoil such a valuable item. She simply asked in curiosity, "What's this mosiac made from?"

source: 黑衣少女心头一转，嗤笑道：“就不怕我占了你大便宜？你想啊，顾粲明摆着是承受大量祖荫的家伙，就连天然剑胚的刘羡阳也比不上，小镇千年以来，也没几个人能够媲美，那么他小心翼翼珍藏起来的传家宝，能差到哪里去？你就不怕我见财起意？独占了这份价值连城的秘籍？”
en_us: The young woman suddenly changed her mind, and she said with a chuckle, "You're not afraid that I'll take advantage of you? Just think about it. Gu Can is clearly someone who's received a profound amount of ancestral blessing, so much that even the natural sword talent Liu Xianyang can't compare to him. In the thousands of years of history of the small town, few people can compare to Gu Can. Thus, just how incredible will this book be? This is a treasure that he carefully hid away. Aren't you afraid that I'll develop sinister thoughts after seeing it? Aren't you afraid that I'll snatch this extremely valuable book for myself?"

source: 黑衣少女挑了挑眉头，竟是欣然接受。
en_us: The young woman in black raised an eyebrow, yet she surprisingly accepted this compliment with pleasure.

source: 黑衣少女无言以对。
en_us: The young woman in black was rendered speechless.

source: 黑衣少女明显也有些烦恼，“是很难。”
en_us: "Indeed." The young woman was looking a little trouble troubled, and she was clearly also aware that this was going to be a tall order.

source: 黑衣少女有些疑惑，却也没有开口询问，百无聊赖的她起身来到桌旁，想了想，又自顾自将陈平安藏在只瓶肚里的钱袋拿出来。
en_us: Ning Yao felt slightly puzzled, but she didn't open her mouth to ask. She was extremely bored right now, so she walked over to the table. After pondering for a moment, she retrieved the pouch of coins that Chen Ping'an had hidden in the vase.

source: 黑衣少女正色道：“陆道长，后会有期大恩不言谢，将来只要需要在下帮忙，可以飞剑传书至倒悬山，只是道长记得，千万别忘了署名陆沉二字，否则倒悬山未必会允许飞剑进入山门。”
en_us: Ning Yao replied with a serious expression, "Words cannot express my gratitude for what you've done for me, Daoist Lu. If you require my help in the future, just send a message attached to a flying sword to Stalactite Mountain, but make sure you don't forget to sign off as Lu Chen. Otherwise, the flying sword may not be permitted to enter the mountain."

source: 黑衣少女没搭理这孩子，转头望向陈平安，含有深意道：“那两袋子铜钱，你最好收下，省得以后反目成仇。而且这孩子将来旦修道有成，你今天不让他少些愧疚，极有可能害得他道心不稳，导致外化天魔乘隙而入。”
en_us: The young woman in black didn't pay any heed to the little boy. Instead, she turned around to face Chen Ping'an, saying in a meaningful voice, "It's best that you accept those two pouches of copper coins, lest they become the reason for a falling out in the future. Moreover, once this little boy achieves some success in cultivation in the future, it's extremely likely that his Dao Heart will be unstable if you cause him to feel lingering regret and guilt today. That will expose his heart to the claws of demons."

source: 黑衣少女点头道：“老人和女娃娃，来自正阳山，算是你们东宝瓶洲的名门正派，老人非人总之，他比起苻南华或是蔡金简，要厉害百倍。妇人和他儿子，也不简单，其实能够结伴进入小镇的，当然不是一般有钱的有钱人了。那个妇人城府很深，小男孩也不像是个心思良善的，所以我劝你朋友，赶紧让阮师傅认了弟子，就等于有一张保命符傍身，在小镇上，靠山再高，背景再厚，也还没有人敢跟一位圣人掰手腕。”
en_us: The young woman in black nodded, replying, "The old man and the little girl are from the Suns Sorch Mountain, which can be regarded as a well-established and reputable sect in the Eastern Treasured Vial Continent. The old man isn't human, and to put it simply, he's 100 times more powerful than either Fu Nanhua or Cai Jinjian. The woman and her son aren't pushovers either. In fact, those who can enter the small town in groups of two are naturally more than just a little bit wealthy. The woman is extremely shrewd and calculating, and the little boy doesn't seem like a good-hearted person either. So, I encourage your friend to become Master Ruan's disciple as soon as possible. That will essentially be the same as obtaining a live-saving talisman. In this small town, regardless of how powerful one's background or supporter, they still wouldn't dare to provoke or challenge a Sage."
